---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AreaTypeText
source: html/10af9de2-03e2-a90d-2a2f-7ccbf1aef5e7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AreaTypeText Property

"Area Type"

## Syntax (C#)
```csharp
public static ForgeTypeId AreaTypeText { get; }
```